Repository: lynnswap/WebInspectorKit
Catalog: Sources/WebInspectorUIBase/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pt_br, pt_pt, ro, ru, th, tr, zh_hans, zh_hant

# network.security.status.canceled_before_response
source: Request Canceled
ar: تم إلغاء الطلب
de: Anfrage abgebrochen
es: Solicitud cancelada
fr: Requête annulée
hi: अनुरोध रद्द किया गया
id: Permintaan Dibatalkan
it: Richiesta annullata
ja: リクエストをキャンセル
ko: 요청 취소됨
nl: Verzoek geannuleerd
pt_br: Solicitação cancelada
pt_pt: Pedido cancelado
ro: Solicitare anulată
ru: Запрос отменен
th: ยกเลิกคำขอแล้ว
tr: İstek İptal Edildi
zh_hans: 请求已取消
zh_hant: 要求已取消

# network.security.status.completed_without_response
source: No Response
ar: لا توجد استجابة
de: Keine Antwort
es: Sin respuesta
fr: Aucune réponse
hi: कोई प्रतिक्रिया नहीं
id: Tidak Ada Respons
it: Nessuna risposta
ja: レスポンスなし
ko: 응답 없음
nl: Geen antwoord
pt_br: Sem resposta
pt_pt: Sem resposta
ro: Fără răspuns
ru: Нет ответа
th: ไม่มีการตอบกลับ
tr: Yanıt Yok
zh_hans: 无响应
zh_hant: 沒有回應

# network.security.status.failed_before_response
source: Request Failed
ar: فشل الطلب
de: Anfrage fehlgeschlagen
es: Error en la solicitud
fr: Échec de la requête
hi: अनुरोध विफल
id: Permintaan Gagal
it: Richiesta non riuscita
ja: リクエスト失敗
ko: 요청 실패
nl: Verzoek mislukt
pt_br: Falha na solicitação
pt_pt: Falha no pedido
ro: Solicitare eșuată
ru: Ошибка запроса
th: คำขอล้มเหลว
tr: İstek Başarısız
zh_hans: 请求失败
zh_hant: 要求失敗

# network.security.value.empty
source: Empty
ar: فارغ
de: Leer
es: Vacío
fr: Vide
hi: खाली
id: Kosong
it: Vuoto
ja: 空
ko: 비어 있음
nl: Leeg
pt_br: Vazio
pt_pt: Vazio
ro: Gol
ru: Пусто
th: ว่าง
tr: Boş
zh_hans: 空
zh_hant: 空白

# network.security.value.empty_reported
source: Empty value reported
ar: تم الإبلاغ عن قيمة فارغة
de: Leerer Wert gemeldet
es: Se informó un valor vacío
fr: Valeur vide signalée
hi: खाली मान रिपोर्ट किया गया
id: Nilai kosong dilaporkan
it: Valore vuoto segnalato
ja: 空の値が報告されました
ko: 빈 값이 보고됨
nl: Lege waarde gerapporteerd
pt_br: Valor vazio informado
pt_pt: Foi comunicado um valor vazio
ro: A fost raportată o valoare goală
ru: Сообщено пустое значение
th: รายงานค่าว่างแล้ว
tr: Boş değer bildirildi
zh_hans: 报告了空值
zh_hant: 回報了空白值

# network.security.value.no_values_reported
source: No values reported
ar: لم يتم الإبلاغ عن أي قيم
de: Keine Werte gemeldet
es: No se informó ningún valor
fr: Aucune valeur signalée
hi: कोई मान रिपोर्ट नहीं किया गया
id: Tidak ada nilai yang dilaporkan
it: Nessun valore segnalato
ja: 値なしと報告されました
ko: 보고된 값 없음
nl: Geen waarden gerapporteerd
pt_br: Nenhum valor informado
pt_pt: Não foram comunicados valores
ro: Nu a fost raportată nicio valoare
ru: Значения не сообщены
th: ไม่มีค่าที่รายงาน
tr: Hiçbir değer bildirilmedi
zh_hans: 未报告任何值
zh_hant: 沒有回報任何值

# network.security.value.none
source: None
ar: لا شيء
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
id: Tidak Ada
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pt_br: Nenhum
pt_pt: Nenhum
ro: Niciunul
ru: Нет
th: ไม่มี
tr: Yok
zh_hans: 无
zh_hant: 無

# network.security.value.not_applicable
source: Not applicable
ar: لا ينطبق
de: Nicht zutreffend
es: No aplicable
fr: Non applicable
hi: लागू नहीं
id: Tidak berlaku
it: Non applicabile
ja: 該当なし
ko: 해당 없음
nl: Niet van toepassing
pt_br: Não aplicável
pt_pt: Não aplicável
ro: Nu se aplică
ru: Неприменимо
th: ไม่เกี่ยวข้อง
tr: Uygulanamaz
zh_hans: 不适用
zh_hant: 不適用

# network.security.value.not_classified
source: Not Classified
ar: غير مصنّف
de: Nicht klassifiziert
es: Sin clasificar
fr: Non classé
hi: वर्गीकृत नहीं
id: Tidak Diklasifikasikan
it: Non classificato
ja: 未分類
ko: 분류되지 않음
nl: Niet geclassificeerd
pt_br: Não classificado
pt_pt: Não classificado
ro: Neclasificat
ru: Не классифицировано
th: ไม่ได้จัดประเภท
tr: Sınıflandırılmadı
zh_hans: 未分类
zh_hant: 未分類

# network.security.value.not_reported
source: Not reported
ar: لم يتم الإبلاغ
de: Nicht gemeldet
es: No informado
fr: Non signalé
hi: रिपोर्ट नहीं किया गया
id: Tidak dilaporkan
it: Non segnalato
ja: 未報告
ko: 보고되지 않음
nl: Niet gerapporteerd
pt_br: Não informado
pt_pt: Não comunicado
ro: Neraportat
ru: Не сообщено
th: ไม่ได้รายงาน
tr: Bildirilmedi
zh_hans: 未报告
zh_hant: 未回報

# network.security.value.pending
source: Waiting for Response
ar: في انتظار الاستجابة
de: Auf Antwort warten
es: Esperando respuesta
fr: En attente de la réponse
hi: प्रतिक्रिया की प्रतीक्षा में
id: Menunggu Respons
it: In attesa della risposta
ja: レスポンス待機中
ko: 응답 대기 중
nl: Wachten op antwoord
pt_br: Aguardando resposta
pt_pt: À espera de resposta
ro: Se așteaptă răspunsul
ru: Ожидание ответа
th: กำลังรอการตอบกลับ
tr: Yanıt Bekleniyor
zh_hans: 正在等待响应
zh_hant: 正在等待回應

# network.security.value.reported
source: Reported
ar: تم الإبلاغ
de: Gemeldet
es: Informado
fr: Signalé
hi: रिपोर्ट किया गया
id: Dilaporkan
it: Segnalato
ja: 報告あり
ko: 보고됨
nl: Gerapporteerd
pt_br: Informado
pt_pt: Comunicado
ro: Raportat
ru: Сообщено
th: รายงานแล้ว
tr: Bildirildi
zh_hans: 已报告
zh_hant: 已回報

# network.websocket.connection.closed
source: Connection Closed
ar: تم إغلاق الاتصال
de: Verbindung geschlossen
es: Conexión cerrada
fr: Connexion fermée
hi: कनेक्शन बंद
id: Koneksi Ditutup
it: Connessione chiusa
ja: 接続を終了
ko: 연결 종료됨
nl: Verbinding gesloten
pt_br: Conexão fechada
pt_pt: Ligação fechada
ro: Conexiune închisă
ru: Соединение закрыто
th: ปิดการเชื่อมต่อแล้ว
tr: Bağlantı Kapatıldı
zh_hans: 连接已关闭
zh_hant: 連線已關閉

# network.websocket.connection.established
source: Connection Established
ar: تم إنشاء الاتصال
de: Verbindung hergestellt
es: Conexión establecida
fr: Connexion établie
hi: कनेक्शन स्थापित
id: Koneksi Terbentuk
it: Connessione stabilita
ja: 接続を確立
ko: 연결 설정됨
nl: Verbinding tot stand gebracht
pt_br: Conexão estabelecida
pt_pt: Ligação estabelecida
ro: Conexiune stabilită
ru: Соединение установлено
th: สร้างการเชื่อมต่อแล้ว
tr: Bağlantı Kuruldu
zh_hans: 连接已建立
zh_hant: 已建立連線

# network.websocket.direction.received
source: Received
ar: تم الاستلام
de: Empfangen
es: Recibido
fr: Reçu
hi: प्राप्त हुआ
id: Diterima
it: Ricevuto
ja: 受信
ko: 수신됨
nl: Ontvangen
pt_br: Recebido
pt_pt: Recebido
ro: Primit
ru: Получено
th: ได้รับแล้ว
tr: Alındı
zh_hans: 已接收
zh_hant: 已接收

# network.websocket.direction.sent
source: Sent
ar: تم الإرسال
de: Gesendet
es: Enviado
fr: Envoyé
hi: भेजा गया
id: Dikirim
it: Inviato
ja: 送信
ko: 전송됨
nl: Verzonden
pt_br: Enviado
pt_pt: Enviado
ro: Trimis
ru: Отправлено
th: ส่งแล้ว
tr: Gönderildi
zh_hans: 已发送
zh_hant: 已傳送

# network.websocket.error
source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
nl: Fout
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
th: ข้อผิดพลาด
tr: Hata
zh_hans: 错误
zh_hant: 錯誤

# network.websocket.frame.binary
source: Binary Frame
ar: إطار ثنائي
de: Binär-Frame
es: Trama binaria
fr: Trame binaire
hi: बाइनरी फ़्रेम
id: Bingkai Biner
it: Frame binario
ja: バイナリフレーム
ko: 바이너리 프레임
nl: Binair frame
pt_br: Frame binário
pt_pt: Frame binário
ro: Cadru binar
ru: Двоичный фрейм
th: เฟรมไบนารี
tr: İkili Çerçeve
zh_hans: 二进制帧
zh_hant: 二進位訊框

# network.websocket.frame.close
source: Connection Close Frame
ar: إطار إغلاق الاتصال
de: Frame zum Schließen der Verbindung
es: Trama de cierre de conexión
fr: Trame de fermeture de connexion
hi: कनेक्शन बंद करने का फ़्रेम
id: Bingkai Penutupan Koneksi
it: Frame di chiusura della connessione
ja: 接続終了フレーム
ko: 연결 종료 프레임
nl: Frame voor het sluiten van de verbinding
pt_br: Frame de encerramento da conexão
pt_pt: Frame de fecho da ligação
ro: Cadru de închidere a conexiunii
ru: Фрейм закрытия соединения
th: เฟรมปิดการเชื่อมต่อ
tr: Bağlantı Kapatma Çerçevesi
zh_hans: 连接关闭帧
zh_hant: 連線關閉訊框

# network.websocket.frame.continuation
source: Continuation Frame
ar: إطار متابعة
de: Fortsetzungs-Frame
es: Trama de continuación
fr: Trame de continuation
hi: कंटिन्यूएशन फ़्रेम
id: Bingkai Pelanjutan
it: Frame di continuazione
ja: 継続フレーム
ko: 연속 프레임
nl: Vervolgframe
pt_br: Frame de continuação
pt_pt: Frame de continuação
ro: Cadru complementar
ru: Фрейм продолжения
th: เฟรมต่อเนื่อง
tr: Süreklilik Çerçevesi
zh_hans: 延续帧
zh_hant: 接續訊框

# network.websocket.frame.ping
source: Ping Frame
ar: إطار Ping
es: Trama Ping
fr: Trame Ping
hi: Ping फ़्रेम
id: Bingkai Ping
it: Frame Ping
ja: Pingフレーム
ko: Ping 프레임
pt_br: Frame Ping
pt_pt: Frame Ping
ro: Cadru Ping
ru: Фрейм Ping
th: เฟรม Ping
tr: Ping Çerçevesi
zh_hans: Ping 帧
zh_hant: Ping 訊框

# network.websocket.frame.pong
source: Pong Frame
ar: إطار Pong
es: Trama Pong
fr: Trame Pong
hi: Pong फ़्रेम
id: Bingkai Pong
it: Frame Pong
ja: Pongフレーム
ko: Pong 프레임
pt_br: Frame Pong
pt_pt: Frame Pong
ro: Cadru Pong
ru: Фрейм Pong
th: เฟรม Pong
tr: Pong Çerçevesi
zh_hans: Pong 帧
zh_hant: Pong 訊框

# network.websocket.frame.text
source: Text Frame
ar: إطار نصي
es: Trama de texto
fr: Trame de texte
hi: टेक्स्ट फ़्रेम
id: Bingkai Teks
it: Frame di testo
ja: テキストフレーム
ko: 텍스트 프레임
nl: Tekstframe
pt_br: Frame de texto
pt_pt: Frame de texto
ro: Cadru de text
ru: Текстовый фрейм
th: เฟรมข้อความ
tr: Metin Çerçevesi
zh_hans: 文本帧
zh_hant: 文字訊框

# network.websocket.frame.unknown
source: Unknown Frame
ar: إطار غير معروف
de: Unbekannter Frame
es: Trama desconocida
fr: Trame inconnue
hi: अज्ञात फ़्रेम
id: Bingkai Tidak Dikenal
it: Frame sconosciuto
ja: 不明なフレーム
ko: 알 수 없는 프레임
nl: Onbekend frame
pt_br: Frame desconhecido
pt_pt: Frame desconhecido
ro: Cadru necunoscut
ru: Неизвестный фрейм
th: เฟรมที่ไม่รู้จัก
tr: Bilinmeyen Çerçeve
zh_hans: 未知帧
zh_hant: 未知訊框

# network.websocket.handshake.rejected
source: Handshake Rejected
ar: تم رفض المصافحة
de: Handshake abgelehnt
es: Handshake rechazado
fr: Handshake rejeté
hi: हैंडशेक अस्वीकार किया गया
id: Handshake Ditolak
it: Handshake rifiutato
ja: ハンドシェイクを拒否
ko: 핸드셰이크 거부됨
nl: Handshake geweigerd
pt_br: Handshake rejeitado
pt_pt: Handshake rejeitado
ro: Handshake respins
ru: Рукопожатие отклонено
th: Handshake ถูกปฏิเสธ
tr: Handshake Reddedildi
zh_hans: 握手被拒绝
zh_hant: 交握遭拒

# network.websocket.handshake.response
source: Handshake Response
ar: استجابة المصافحة
de: Handshake-Antwort
es: Respuesta del handshake
fr: Réponse au handshake
hi: हैंडशेक रिस्पॉन्स
id: Respons Handshake
it: Risposta handshake
ja: ハンドシェイク応答
ko: 핸드셰이크 응답
nl: Handshakerespons
pt_br: Resposta do handshake
pt_pt: Resposta do handshake
ro: Răspuns handshake
ru: Ответ рукопожатия
th: การตอบกลับ Handshake
tr: Handshake Yanıtı
zh_hans: 握手响应
zh_hant: 交握回應

# network.websocket.status.not_reported
source: Status not reported
ar: لم يتم الإبلاغ عن الحالة
de: Status nicht gemeldet
es: Estado no informado
fr: État non signalé
hi: स्थिति रिपोर्ट नहीं की गई
id: Status tidak dilaporkan
it: Stato non segnalato
ja: ステータスは未報告
ko: 상태가 보고되지 않음
nl: Status niet gerapporteerd
pt_br: Status não informado
pt_pt: Estado não comunicado
ro: Stare neraportată
ru: Статус не сообщен
th: ไม่ได้รายงานสถานะ
tr: Durum bildirilmedi
zh_hans: 未报告状态
zh_hant: 未回報狀態

# network.websocket.time.not_reported
source: Time not reported
ar: لم يتم الإبلاغ عن الوقت
de: Zeit nicht gemeldet
es: Hora no informada
fr: Heure non signalée
hi: समय रिपोर्ट नहीं किया गया
id: Waktu tidak dilaporkan
it: Ora non segnalata
ja: 時刻は未報告
ko: 시간이 보고되지 않음
nl: Tijd niet gerapporteerd
pt_br: Hora não informada
pt_pt: Hora não comunicada
ro: Oră neraportată
ru: Время не сообщено
th: ไม่ได้รายงานเวลา
tr: Zaman bildirilmedi
zh_hans: 未报告时间
zh_hant: 未回報時間

source: Redo
ar: إعادة
de: Wiederholen
es: Rehacer
fr: Rétablir
hi: फिर से करें
id: Ulangi
it: Ripeti
ja: やり直す
ko: 다시 실행
nl: Opnieuw
pt_br: Refazer
pt_pt: Refazer
ro: Refă
ru: Повторить
th: ทำซ้ำ
tr: Yinele
zh_hans: 重做
zh_hant: 重做

source: Reload
ar: إعادة التحميل
de: Neu laden
es: Recargar
fr: Recharger
hi: रीलोड करें
id: Muat Ulang
it: Ricarica
ja: 再読み込み
ko: 새로고침
nl: Opnieuw laden
pt_br: Recarregar
pt_pt: Recarregar
ro: Reîncarcă
ru: Перезагрузить
th: โหลดซ้ำ
tr: Yeniden Yükle
zh_hans: 重新加载
zh_hant: 重新載入

source: Show %lld unused CSS variables
ar: إظهار %lld متغير CSS غير مستخدم
de: %lld ungenutzte CSS-Variablen anzeigen
es: Mostrar %lld variables CSS sin usar
fr: Afficher %lld variables CSS inutilisées
hi: %lld अप्रयुक्त CSS वेरिएबल दिखाएँ
id: Tampilkan %lld variabel CSS yang tidak digunakan
it: Mostra %lld variabili CSS inutilizzate
ja: 未使用のCSS変数を%lld個表示
ko: 사용하지 않는 CSS 변수 %lld개 표시
nl: %lld ongebruikte CSS-variabelen tonen
pt_br: Mostrar %lld variáveis CSS não utilizadas
pt_pt: Mostrar %lld variáveis CSS não utilizadas
ro: Afișează %lld variabile CSS neutilizate
ru: Показать %lld неиспользуемых переменных CSS
th: แสดงตัวแปร CSS ที่ไม่ได้ใช้ %lld รายการ
tr: Kullanılmayan %lld CSS değişkenini göster
zh_hans: 显示 %lld 个未使用的 CSS 变量
zh_hant: 顯示 %lld 個未使用的 CSS 變數

source: Undo
ar: تراجع
de: Rückgängig
es: Deshacer
fr: Annuler
hi: पूर्ववत करें
id: Urungkan
it: Annulla
ja: 取り消す
ko: 실행 취소
nl: Ongedaan maken
pt_br: Desfazer
pt_pt: Desfazer
ro: Anulează
ru: Отменить
th: เลิกทำ
tr: Geri Al
zh_hans: 撤销
zh_hant: 撤銷

# network.cookies.field.partitioned
source: Partitioned
de: Partitioniert
fr: Partitionné
it: Partizionato
ja: パーティション化
nl: Gepartitioneerd

# network.websocket.opcode
source: Opcode
ja: オペコード
